Revit 2027 API
ParameterTypeId.ViewerReferenceLabelText Property
 "Default Reference Label"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId ViewerReferenceLabelText { get; }
Public Shared ReadOnly Property ViewerReferenceLabelText As ForgeTypeId
	Get
public:
static property ForgeTypeId^ ViewerReferenceLabelText {
	ForgeTypeId^ get ();
}
static member ViewerReferenceLabelText : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace